"ACL and permission settings are changed, but not applied" = "ACL ja oikeusasetukset ovat muuttuneet, mutta eivät käytössä";
"Administration" = "Ylläpito";
"All descendants" = "Kaikki jälkeläiset";
"Allow" = "Salli";
"Append Data" = "Lisää data";
"Applies To" = "Käytä kohteisiin";
"Applies to" = "Käytä kohteisiin";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Oletko varma, että haluat periyttää ACL:n, omistajan, ryhmän ja oikeudet kaikkiin hakemistohierarkian sisältyviin kohteisiin?";
"Change Owner" = "Vaihda omistaja";
"Change Permissions" = "Vaihda käyttöoikeudet";
"Child files" = "Sisältyvät tiedostot";
"Child folders" = "Sisältyvät kansiot";
"Create Files" = "Luo tiedostoja";
"Create Folder" = "Luo kansio";
"Custom…" = "Muokattu…";
"Delete" = "Poista";
"Delete Subfolders and Files" = "Poista alikansioita ja tiedostoja";
"Deny" = "Kiellä";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Haluatko ottaa muutetut oikeudet ja ACL:n käyttöön kohteelle \"%@\"?";
"Effective Permissions" = "Soveltuvat käyttöoikeudet";
"Execute File" = "Suorita tiedosto";
"Full Control" = "Täydet oikeudet";
"Groups" = "Ryhmät";
"Inherit Entries from Parent Folder" = "Peri tiedot isäntäkansiosta";
"Inherited" = "Peritty";
"Inherited:" = "Peritty:";
"List Folder Contents" = "Listaa kansion sisältö";
"Make Inherited Entries Explicit" = "Tee perityistä asetuksista eksplisiittisiä";
"No Access" = "Ei pääsyä";
"Not this item" = "Ei tämä kohde";
"Permission" = "Oikeus";
"Permission Type:" = "Oikeustyyppi:";
"Propagate Permissions…" = "Periytä oikeudet…";
"Read" = "Luku";
"Read & Write" = "Luku ja kirjoitus";
"Read Attributes" = "Lue attribuutit";
"Read Data" = "Lue data";
"Read Extended Attributes" = "Lue laajennetut attribuutit";
"Read Permissions" = "Lue käyttöoikeudet";
"Remove Inherited Entries" = "Poista periytyvät asetukset";
"Revert" = "Palauta";
"Save" = "Tallenna";
"Set of Permissions" = "Oikeussetti";
"Sort Access Control List Canonically" = "Järjestä ACL-lista kanonisesti";
"This item" = "Tämä kohde";
"Traverse Folder" = "Kansion selaus";
"Type" = "Tyyppi";
"User or Group" = "Käyttäjä tai ryhmä";
"User or Group:" = "Käyttäjä tai ryhmä:";
"Users" = "Käyttäjät";
"Write" = "Kirjoitus";
"Write Attributes" = "Kirjoita attribuutteja";
"Write Data" = "Kirjoita dataa";
"Write Extended Attributes" = "Kirjoita laajennettuja attribuutteja";
